Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-nn (1).tmx
Source language: et
Languages: nn

source: {0}esitajalt{1} {2}
nn: {0}av{1} {2}

source: Peata operatsioon
nn: Stopp operasjon

source: Peata {0}
nn: Stopp {0}

source: Jätka
nn: Hald fram

source: Jätka {0}
nn: Hald fram {0}

source: Peatamine...
nn: Stoppar …

source: Impordi kogusse faile
nn: Importerer filer til bibliotek

source: Meediafailid
nn: Mediefiler

source: Kohalikud failid
nn: Lokale filer

source: Failid
nn: Filer

source: _Vali failid...
nn: _Vel filer …

source: Kataloogide importimine kogusse
nn: Importer mapper til bibliotek

source: Kohalikud kataloogid
nn: Lokale mapper

source: Kataloogid
nn: Mapper

source: Meedia importimine kogusse
nn: Importer media til bibliotek

source: Sinu meediakogu on tühi. Sa võid uut muusikat ja videoid importida nüüd või teha seda hiljem.
nn: Mediebiblioteket ditt er tomt. Du kan importera musikk og videoar no, eller gjera det seinare.

source: Ära näita seda dialoogi uuesti
nn: Ikkje vis dette vindauget igjen

source: Profiile pole saadaval
nn: Ingen profilar tilgjengelege

source: Laiendatud
nn: Avansert

source: {0} seadistamine
nn: Set opp {0}

source: Ekspordi lugude nimekiri
nn: Eksporter speleliste

source: Ekspordi
nn: Eksporter

source: Vali vorming:
nn: Vel format:

source: Vali meediakogu asukoht
nn: Vel bibliotekplassering

source: Lähtesta
nn: Tilbakestill

source: Allikas:
nn: Kjelde:

source: Eelistusi ei saa näidata
nn: Kunne ikkje visa innstillingar

source: Eelistuste teenust ei leitud.
nn: Tenesta for innstillingar vart ikkje funnen.

source: Uus nutikas nimekiri
nn: Ny smart speleliste

source: Lugude nimekirja _nimi:
nn: _Namn på speleliste:

source: Ava redigeerijas
nn: Opna i redigering

source: Loo ja salvesta
nn: Lag og lagra

source: Määramata
nn: Ikkje stilt inn

source: Brauser vasakul
nn: Utforskarvindauge til venstre

source: Näita artisti/albumi brauserit lugude nimekirjast vasakul
nn: Vis artist/albumutforskar til venstre for sporlista

source: Brauser üleval
nn: Utforskarvindauge øvst

source: Näita artisti/albumi brauserit lugude nimekirja kohal
nn: Vis artist/albumutforskar over sporlista

source: Näita brauserit
nn: Vis utforskarvindauge

source: Näita või peida artisti/albumi brauser
nn: Vis eller gøym utforskarvindauget for artist/album

source: {0} laadimine...
nn: Lastar {0} …

source: Sisesta plaat
nn: Set inn plate

source: Puhasta otsing
nn: Tøm søk

source: Jõude
nn: Inaktiv

source: Ühendumine...
nn: Kontaktar …

source: Puhverdamine
nn: Mellomlagrar

source: Seade
nn: Eining

source: Color"), "black
nn: GenerasjonColor"), "black

source: Maht
nn: Kapasitet

source: Saadaval
nn: Tilgjengeleg

source: SeerianumberProduced onFirmwareCapabilities"), String.Join (",
nn: SerienummerProduced onFirmwareCapabilities"), String.Join (",

source: Toetab kaanekujundust
nn: Støttar albumbilete

source: Toetab fotosid
nn: Støttar bilete

source: Raja pikkus on null
nn: Sporlengd er null

source: iPodi sünkroniseerimine
nn: Synkroniserer iPod

source: Ettevalmistused sünkroniseerimiseks...
nn: Førebur synkronisering …

source: Meedia andmebaasi kirjutamine
nn: Skriv mediadatabase

source: Seadmed
nn: Einingar

source: Seadme omadused
nn: Einingseigenskapar

source: Toode
nn: Produkt

source: {0} laadimine
nn: Lastar {0}

source: Jah
nn: Ja

source: Ei
nn: Nei

source: Viga faili teisendamisel
nn: Feil ved konvertering av fil

source: Sünkroonimise eelistused
nn: Innstillingar for synkronisering

source: Kas sa oled kindel, et tahad jätkata?
nn: Vil du halda fram?

source: Radade eemaldamine
nn: Fjern spor

source: Audio
nn: Lyd

source: Muu
nn: Anna

source: Vaba ruum
nn: Ledig plass

source: {0} sätted
nn: Eigenskapar for {0}

source: Seadme nimi
nn: Einingsnamn

source: Kodeeri vormingusse
nn: Koda til

source: Kasutatud maht
nn: Kapasitet brukt

source: Laiendatud üksikasjad
nn: Avanserte detaljar

source: Käsitsi haldus
nn: Handsam manuelt

source: Terve kogu sünkroonimine
nn: Synkroniser heile biblioteket

source: Sünkroniseeri "{0}"
nn: Synkroniser frå «{0}»

source: Impordi ostetud muusikat
nn: Importer kjøpt musikk

source: Ühenda lahti
nn: Kopla frå

source: {0} ühenduse katkestamine...
nn: Koplar frå {0} …

source: Ostetud muusika
nn: Kjøpt musikk

source: Toetab esitusnimekirju
nn: Støtta spelelister

source: Rockbox seade
nn: Rockbox-eining

source: Helinad
nn: Ringetonar

source: MTP seadme toe lehtäestamisel ilmnes tõrge
nn: Feil under oppstart av støtte for MTP-einingar

source: Versioon
nn: Versjon

source: Aku tase
nn: Batterinivå

source: Laen {0} - {1} {2}-st
nn: Lastar {0}–{1} av {2}

source: Amazon MP3 ostud
nn: Amazon MP3-kjøp

source: Amazonase MP3-d
nn: Amazon MP3

source: Amazon MP3 poest ostetud lood
nn: Songar kjøpt frå Amazon MP3-butikken

source: Lae alla Amazon MP3 ost
nn: Last ned Amazon MP3-butikk

source: Amazonase MP3 failid
nn: Amazon MP3-filer

source: Amazon MP3 ost
nn: Amazon MP3-kjøp

source: _Vali failid
nn: _Vel filer

source: Amazonase MP3 pood
nn: Amazon MP3-butikk

source: Riik
nn: Land

source: Millist Amazon'i MP3 poodi kasutada vaikimisi.
nn: Grensesnitt for Amazon MP3-butikk som skal brukast som standard.

source: Automaatiline (Geograafiline IP avastamine)Canada (amazon.ca)"), "CA
nn: Automatisk (Geo IP-oppdaging)Canada (amazon.ca)"), "CA

source: Prantsusmaa (amazon.fr)
nn: Frankrike (amazon.fr)

source: Saksamaa, šveits, Austria (amazon.de)
nn: Tyskland, Sveits, Austerrike (amazon.de)

source: Jaapan (amazon.co.jp)
nn: Japan (amazon.co.jp)

source: Ühendkuningriigid (amazon.co.uk)
nn: Storbritannia (amazon.co.uk)

source: Ameerika Ühendriigid (amazon.com)
nn: USA (amazon.com)

source: Otsi Amazon'i MP3 poodi
nn: Søk i Amazon MP3-butikken

source: Kuidas sinu ostud toetavad GNOME
nn: Korleis kjøpa dine støttar GNOME

source: Ava raamat
nn: Opna bok

source: Plaatide ühendamine
nn: Flett saman diskar …

source: Jätka selle audioraamatu esitamist
nn: Hald fram avspeling av denne lydboka

source: Autor:
nn: Forfattar:

source: Raamatu pealkiri:
nn: Boktittel:

source: Autor
nn: Forfattar

source: Autori initsiaalid
nn: Forfattarførebokstavar

source: Raamatu pealkiri
nn: Boktittel

source: Audioraamatud
nn: Lydbøker

source: Otsi audioraamatuid
nn: Søk i lydbøkene dine

source: Audioraamatute kaust
nn: Mappe for lydbøker

source: Jätka taasesitust
nn: Hald fram avspeling

source: Järjehoidjat pole määratud
nn: Ingen bokmerke sett

source: Tuvasta lööki minutis (BPM)
nn: Oppdagar BPM

source: _Avasta
nn: _Oppdag

source: _Koputa
nn: _Trykk

source: Luba Bansheel tuvastada loo löökide arv minutis (BPM)
nn: La Banshee prøva å oppdaga BPM for denne songen automatisk

source: Selle laulu esitamine
nn: Spel av denne songen

source: Vajuta seda nuppu rütmiliselt, et määrata loole löökide arv minutis (BPM) käsitsi
nn: Trykk på denne knappen i rytme for å setja BPM for denne songen manuelt

source: _Automaatselt tuvasta löökide arv minutis (BPM) kõigil lugudel
nn: Oppdag BPM for alle songar _automatisk

source: Tuvasta löökide arv minutis kõigil lugudel, millele pole veel BPM väärtust määratud
nn: Oppdag slag i minuttet (BPM) for alle songar som ikkje har ein verdi allereie

source: Laadi alla kaanekujundus
nn: Lastar ned albumbilete

source: Jagatud muusika
nn: Delt musikkressurs

source: Jagatud muusika katkestati ühendus
nn: Fråkopla delt musikkressurs

source: Jagatud muusikaga pole võimalik ühenduda
nn: Kunne ikkje kopla til delt musikkressurs

source: Tagasi
nn: Tilbake

source: Ühendumise vigade tavalised põhjused:
nn: Vanlege grunnar til tilkoplingsfeil:

source: Sisselogimine katkestati
nn: Innloggingsprosessen vart avbroten

source: Selle jagamisega on liiga palju kasutajaid ühenduses
nn: For mange brukarar er tilkopla denne delte ressursen

source: Sind ei ühendata enam sellesse muusika jagamisse
nn: Du er ikkje lenger kopla til denne delte musikken

source: Proovi uuesti ühendada
nn: Prøv å kopla til på nytt

source: Logi muusika jagamisse sisse
nn: Logg på delt musikkressurs

source: Autentimine nõutud
nn: Autentisering krevst

source: Kasutajanimi:
nn: Brukarnamn:

source: Parool:
nn: Passord:

source: Logi sisse
nn: Logg på

source: Ühendamine asukohta {0}.
nn: Koplar til {0}

source: Lisa kaugtöölaua DAAP server
nn: Legg til DAAP-tenar

source: Lisa uus augtöölaua DAAP server
nn: Legg til ein ny DAAP-tenar

source: Sisselogimine asukohta {0}.
nn: Loggar på {0}

source: Esitusloendi laadimine
nn: Lastar spelelister

source: Ava kaugtöölaua DAAP server
nn: Opna DAAP-tenar

source: Sisesta serveri IP aadress ja port:
nn: Oppgje IP-adresse og port for tenar:

source: Allalaadimised
nn: Nedlastingar

source: Lähtestamine...
nn: Startar opp …

source: Allalaadimiste katkestamine
nn: Avbryt nedlastingar

source: Allalaadimiste lõpetamise ootamine...
nn: Ventar på at nedlastingar skal stoppa …

source: eMusic failid
nn: eMusic-filer

source: eMusic palad
nn: eMusic-spor

source: Failisüsteemi järjekord
nn: Filsystemkø

source: Puhasta
nn: Tøm

source: Eemalda kõik lood failisüsteemi järjekorrast
nn: Fjern alle spor frå filsystemkøen

source: Puhasta väljumisel
nn: Tøm ved avslutning

source: Puhasta failisüsteemi järjekord väljumisel
nn: Tøm filsystemkøen ved avslutning

source: Albumi duplikaadid
nn: Dupliserte album

source: Kuvatakse albumid, mis peaksid olema ühendatud. Iga rea jaoks klõpsa soovitud zanril , et muuta see 'rasvaseks' või ära märgi seda, et ei tehtaks midagi.
nn: Album som sannsynlegvis skal slåast saman er viste. Trykk på ønskja tittel i kvar rad for å markera den, eller fjern merket for å ikkje gjera noko.

source: Esitaja duplikaadid
nn: Dupliserte artistar

source: Kuvatakse artistid, mis peaksid olema ühendatud. Iga rea jaoks klõpsa soovitud zanril , et muuta see 'rasvaseks' või ära märgi seda, et ei tehtaks midagi.
nn: Artistar som sannsynlegvis skal slåast saman er viste. Trykk på ønskja namn i kvar rad for å markera det, eller fjern merket for å ikkje gjera noko.

source: Paranda muusika metaandmed...
nn: Reparer musikkmetadata …

source: Metateabe parandaja
nn: Reparasjon av metadata

source: Probleemi tüüp:
nn: Type problem:

source: Rakenda märgitud parandused
nn: Utfør valde reparasjonar

source: Žanri duplikaadid
nn: Dupliserte sjangrar

source: Kuvatakse zanrid, mis peaksid olema ühendatud. Iga rea jaoks klõpsa soovitud zanril , et muuta see 'rasvaseks' või ära märgi seda, et ei tehtaks midagi.
nn: Sjangrar som sannsynlegvis skal slåast saman er viste. Trykk på ønskja sjanger i kvar rad for å markera den, eller fjern merket for å ikkje gjera noko.

source: ja
nn: og

source: Kas parandada?
nn: Reparera?

source: Veebilehe avamine
nn: Opna nettside

source: Külasta Archive.org lehte
nn: Besøk Archive.org

source: Telli
nn: Abonner

source: Interneti arhiiv: {0}
nn: Internettarkivet: {0}

source: Proovi uuesti
nn: Prøv igjen

source: Andmete hankimisel internetist ilmnes tõrge
nn: Feil under henting av detaljar frå Internettarkivet

source: Kirjeldus
nn: Skildring

source: Toimumispaik:
nn: Arena:

source: Asukoht:
nn: Plassering:

source: Kuupäev:
nn: Dato:

source: Aasta:
nn: År:

source: Avaldaja:
nn: Utgjevar:

source: Võtmesõnad:
nn: Nøkkelord:

source: Litsentsi URL:
nn: Lisensadresse:

source: Keel:
nn: Språk:

source: Allalaadimisi kokku:
nn: Nedlastingar totalt:

source: Allalaadisi möödunud kuul:
nn: Nedlastingar siste månad:

source: Allalaadisi möödunud nädalal:
nn: Nedlastingar siste veke:

source: Lisatud:
nn: Lagt til:

source: Lisas:
nn: Lagt til av:

source: Kollektsioonid:
nn: Samlingar:

source: Kaastöötaja:
nn: Bidragsytar:

source: Lindistanud:
nn: Innspelt av:

source: Pärilikkus:
nn: Linjealder:

source: Ülekantud:
nn: Overført av:

source: Ülevaated
nn: Omtalar

source: {0} esitajalt {1} plaadilt {2}
nn: {0} av {1} {2}

source: Kirjuta arvustus
nn: Skriv din eigen omtale

source: Kollektsioon:
nn: Samling:

source: Optiline päring
nn: Valfritt søk

source: Sorteeri:
nn: Sorter etter:

source: Eelistatud meedia liigid
nn: Føretrekte medietypar

source: _Audio
nn: _Lyd

source: Otsing...
nn: Søk …

source: _Mine
nn: _Gå

source: Ajalugu
nn: Historikk

source: Klassikalised multifilmid
nn: Klassiske teiknefilmar

source: Kõned
nn: Talar

source: Lastele
nn: For barn

source: Poeesia
nn: Poesi

source: Looja on USA
nn: USA er skapar

source: Vanad filmid
nn: Gamle filmar

source: Uued LibriVoxilt
nn: Nytt frå LibriVox

source: Vanad tekstid
nn: Gamle tekstar

source: Külasta interneti arhiivi internetist archive.org lehelt
nn: Besøk Internettarkivet på archive.org

source: Filmid
nn: Filmar

source: Loengud
nn: Føredrag

source: Kontserdid
nn: Konsertar

source: Raamatud
nn: Bøker

source: Otsingutulemused
nn: Søkeresultat

source: Interneti arhiivi otsimine
nn: Søkjer i Internettarkivet

source: Vasted puuduvad
nn: Ingen treff.

source: Interneti arhiivi otsimisel ilmnes tõrge
nn: Feil ved søk i Internettarkivet

source: Hangita rohkem tulemusi interneti arhiivist?
nn: Hente fleire treff frå Internettarkivet?

source: Hangi juurde
nn: Hent fleire

source: Looja
nn: Skapar

source: Avaldaja
nn: Utgjevar

source: Vormingud
nn: Format

source: Lisatud
nn: Lagt til

source: Kogumik
nn: Samling

source: Kaastööline
nn: Bidragsytar

source: Loodud
nn: Laga

source: Vorming
nn: Format

source: Keel
nn: Språk

source: Meedia liik
nn: Mediatype

source: Liikuvad pildid
nn: Rørlege bilete

source: Multikad ja animatsioonid
nn: Animasjonar & teiknefilmar

source: Kunst ja muusika
nn: Kunst & musikk

source: Arvutid ja tehnoloogia
nn: Datamaskiner & teknologi

source: Kultuur ja akadeemiline
nn: Kulturelle og faglege filmar

source: Lühikesed filmid
nn: Kortfilmar

source: Koduvideod
nn: Heimevideoar

source: Uudised ja avalikkus
nn: Nyheiter & offentlege saker

source: Avatud lähtekoodiga filmid
nn: Open kjelde-filmar

source: Prelingeri arhiivid
nn: Prelinger-arkiva

source: Vaimulik
nn: Religion & livssyn

source: Spordivideod
nn: Sportvideoar

source: Mänguvideod
nn: Videospelfilmar

source: Videologid
nn: Vlogs

source: Noortemeedia
nn: Ungdomsmedia

source: Tekstid
nn: Tekstar

source: Ameerika raamatukogud
nn: Amerikanske bibliotek

source: Kanada raamatukogud
nn: Kanadiske bibliotek

source: Üldkogumik
nn: Universelt bibliotek

source: Gutenbergi projekt
nn: Prosjekt Gutenberg

source: Laste kogumik
nn: Barnebibliotek

source: Elumitmekesisuse päranduse raamatukogu
nn: Bibliotek av arva frå det biologiske mangfaldet

source: Lisakogud
nn: Tilleggssamlingar

source: Audioraamatud ja poeesia
nn: Lydbøker og poesi

source: Tänulik surm
nn: Takknemleg død

source: Live muusika arhiiv
nn: Direktemusikkarkiv

source: Muusika ja kunstid
nn: Musikk & kunst

source: Mitte.ingliskeelne audio
nn: Ikkje-engelsk lyd

source: Avatud lähtekoodiga muusika
nn: Open kjelde-lyd

source: Raadioprogrammid
nn: Radioprogram

source: Haridus
nn: Utdanning

source: Tarkvara
nn: Programvare

source: Selle nädala allalaadimised
nn: Nedlastingar denne veka

source: Uusimad
nn: Nyaste

source: Vanimad
nn: Eldste

source: Raadio
nn: Radio

source: Lisa jaam
nn: Legg til stasjon

source: Lisa uus interneti raadiojaam või lugude nimekiri
nn: Legg til ein ny nettradiostasjon eller speleliste

source: Sinu jaamade otsimine
nn: Søk i stasjonane dine

source: Redigeeri jaama
nn: Endra stasjon

source: Jaam
nn: Stasjon

source: Palun sisesta kehtiv jaama URL
nn: Oppgje ei gyldig stasjonsadresse

source: Palun sisesta jaamale zanr
nn: Oppgje stasjonssjanger

source: Palun sisesta jaamale nimi
nn: Oppgje stasjonsnamn

source: Lisa uus raadiojaam
nn: Legg til ny radiostasjon

source: Muuda raadiojaama
nn: Endra radiostasjon

source: Sisesta raadiojaama zanr, pealkiri ja URL, mida soovid lisada. Kirjeldus pole kohustuslik.
nn: Oppgje sjanger, namn og adresse til radiostasjonen du vil leggja til.

source: Jaama zanr
nn: Stasjonssjanger:

source: Jaama nimi:
nn: Stasjonsnamn:

source: Voo URL:
nn: Straumadresse:

source: Raadiojaama looja:
nn: Stasjonsskapar:

source: Kirjeldus:
nn: Skildring:

source: Hinnang:
nn: Vurdering:

source: Seadista Audioscrobbler pluginat
nn: Set opp Audioscrobbler-tillegget

source: Külasta _kasutajaprofiili
nn: Besøk brukarprofilsida

source: Külasta Last.fm profiili
nn: Besøk di siste Last.fm-profilside

source: Ühendu
nn: Kopla til

source: Vaata Last.fm-is
nn: Vis på Last.fm

source: Vaata selle artisti Last.fm lehte
nn: Vis denne artisten si Last.fm-side

source: Vaata artistist Vikipeedias
nn: Vis artist på Wikipedia

source: Leia see artist Vikipeedias
nn: Finn denne artisten på Wikipedia

source: Vaata artisti videosid
nn: Vis denne artisten sine videoar

source: Leia selle artisti videosid
nn: Finn videoar av denne artisten

source: Soovitatud
nn: Tilråd til

source: Soovita seda artisti kellegile
nn: Tilråd denne artisten til nokon

source: Vaata selle albumi Last.fm lehte
nn: Vis dette albumet si Last.fm-side

source: Soovita seda albumit kellegile
nn: Tilråd dette albumet til nokon

source: Vaata selle loo Last.fm lehte
nn: Vis dette sporet si Last.fm-side

source: Soovita seda lugu kellegile
nn: Tilråd dette sporet til nokon

source: http://et.wikipedia.org/wiki/{0}
nn: http://en.wikipedia.org/wiki/{0}

source: _Kasutajanimi
nn: _Brukarnamn

source: Loo Last.fm konto
nn: Registrer deg på Last.fm

source: Ava Last.fm veebibrauseris, et anda Bansheele volitused sinu kontoga töötamiseks
nn: Opna Last.fm i ein nettlesar, så kan du autorisera Banshee til å arbeida med kontoen din

source: Logi Last.fm raadiojaama sisse
nn: Logg på Last.fm

source: Sa pead lubama Bansheel ligipääsu sinu Last.fm kontosse.
nn: Banshee må ha løyve for å få tilgang til Last.fm-kontoen din.

source: Lõpeta sisselogimine
nn: Fullfør innlogging

source: Oled sisse loginud Last.fm raadiojaama kontoga {0}.
nn: Du er logga på Last.fm som brukaren {0}.

source: Logi välja serverist Last.fm.
nn: Logg av Last.fm

source: Viimati meeldinud
nn: Siste favorittspor

source: Viimati kuulatud
nn: Nyleg spelte spor

source: Minu top artistid
nn: Mine toppartistar

source: {0} esitust
nn: {0} avspelingar

source: Kontosätted
nn: Kontoinnstillingar

source: Ühine Last.fm-iga
nn: Registrer deg på Last.fm

source: Last.fm soovitused
nn: Tilrådingar frå Last.fm

source: Parimad albumid esitajalt {0}
nn: Toppalbum av {0}

source: Parimad palad esitajalt {0}
nn: Toppspor av {0}

source: Soovitatud artistid
nn: Tilrådde artistar

source: Sarnaseid artiste ei leitud
nn: Ingen liknande artistar funne

source: {0}% sarnasus
nn: {0}% likskap

source: Tundmatu sarnasus
nn: Ukjend likskap

source: _Lisa raadiojaam...
nn: _Legg til stasjon …

source: Lisa uus Last.fm raadiojaamFans of" or "Similar to
nn: Legg til ein ny Last.fm-radiostasjonFans of" or "Similar to

source: Kuula {0} raadiojaamaFans of" or "Similar to
nn: Lytt til stasjonen {0}Fans of" or "Similar to

source: Kuula Last.fm {0} raadiojaama selle artisti jaoks
nn: Lytt til Last.fm-stasjonen {0} for denne artisten

source: Neile meeldib
nn: Tilhengjarar av

source: Sarnane
nn: Liknande til

source: Lugu meeldib
nn: Favorittspor

source: Märgi üles, et see lugu meeldib
nn: Merk gjeldande spor som favoritt

source: Keela lugu
nn: Forby spor

source: Keela selle loo esitamine
nn: Merk gjeldande spor som forbode

source: Neile meeldib {0}
nn: Tilhengjarar av {0}

source: Sarnane {0}
nn: Liknande til {0}

source: _Lisa raadiojaam
nn: _Legg til stasjon

source: Sordi raadiojaamad:
nn: Sorter stasjonar etter

source: Esitatud lugusid kokku
nn: Totalt tal på avspelingar

source: Uus jaam
nn: Ny stasjon

source: Jaama _tüüp:
nn: Stasjons_type:

source: Last.fm jaam
nn: Last.fm-stasjon

source: Redigeeri Last.fm jaama
nn: Endra Last.fm-stasjon

source: Kustuta Last.fm jaam
nn: Fjern Last.fm-stasjon

source: Häälestamine Last.fm jaamale {0}.
nn: Stiller inn Last.fm til {0}.

source: Jaamale häälestamine nurjus. {0}
nn: Kunne ikkje stilla inn stasjon. {0}

source: {0} uute laulude hankimine.
nn: Hentar ny songar for {0}.

source: {0}-s pole uusi laule.
nn: Ingen ny songar tilgjengelege for {0}.

source: {0} jaoks uute laulude hankimine nurjus.
nn: Kunne ikkje henta nye songar for {0}.

source: Isiklik
nn: Personleg

source: Sega
nn: Blanding

source: Banshee grupp
nn: Banshee-gruppe

source: Naabrid
nn: Naboar

source: Kasutajale:
nn: For brukar:

source: Kasutajast:
nn: Av brukar:

source: Grupp
nn: Gruppe

source: Grupi nimi:
nn: Gruppenamn:

source: Silt
nn: Kode

source: Sildi nimi:
nn: Kodenamn:

source: Fänn
nn: Tilhengjar

source: Kelle fänn:
nn: Tilhengjar av:

source: Sarnane kellega:
nn: Liknande til:

source: Meedia
nn: Media

source: Banshee meediaesitaja käivitamine
nn: Opna Banshee mediespelar

source: meedia
nn: media

source: Kiirpaneel sinu meediale
nn: Panel for rask tilgang til dine media

source: _Minirežiim
nn: _Minimodus

source: Täisrežiim
nn: Full modus

source: Lülitu tagasi täisrežiimi
nn: Skift tilbake til full modus

source: Muuda taasesituse kordusrežiimi
nn: Endra gjentakande avspeling

source: Miro juhend
nn: Miro Guide

source: Avasta huvitavaid podcaste Miro podcasti juhendikataloog!
nn: Oppdag interessante podkastar i Miro Guide-podkastmappa.

source: Ava Miro juhend
nn: Opna Miro Guide

source: Video podcastide otsimine
nn: Søk etter videopodkastar

source: _Sulge
nn: _Lukk

source: _Näita teateid
nn: _Vis varsel

source: Näitab teateid, kui esitatav pala muutub
nn: Vis varsel når element vert endra

source: Ikka töötab
nn: Køyrer framleis

source: Banshee suleti teatealale. Sessiooni lõpetamiseks kasuta Lõpeta.
nn: Banshee vart lukka til varselfeltet. Vel Avslutt for å avslutte økta di.

source: Jäta see vahele
nn: Hopp over dette elementet

source: Teadet ei saa näidata
nn: Kan ikkje visa varsel

source: Lihtsusta
nn: Gjer enklare

source: Audio-CD
nn: Lyd-CD

source: Rada {0}
nn: Spor {0}

source: Audio-CD importimine
nn: Importerer lyd-CD

source: Plaadiseadme lähtestamine
nn: Opnar stasjon

source: {0} importimine muusikakogusse on pooleli. Kas sa tahad selle katkestada?
nn: {0} vert framleis importert til biblioteket. Vil du avbryta dette?

source: Ei sa CD-d importida
nn: Kan ikkje importera CD

source: Audio-CDd
nn: Lyd-CD-ar

source: _Importimise vorming
nn: _Importeringsformat

source: _Automaatselt impordi sisestatud audioplaadid
nn: Importer lyd-CD-ar _automatisk når sett inn

source: Kui sisestatakse audio-CD, alustatakse automaatselt importimist juhul, kui metateave on leitav ja plaat juba ei ole kogus.
nn: Start importering automatisk når ein lyd-CD er sett inn, dersom metadata vert funne og den ikkje er i biblioteket allereie.

source: _Väljasta, kui importimine on valmis
nn: _Løys ut etter importering

source: Kui audioplaat on imporditud, väljasta see automaatselt.
nn: Lyd-CD-ar vert løyst ut automatisk etter importering.

source: Kasuta importimisel veaparandust
nn: Bruk feilretting under importering

source: Veaparandust püüab üle saada probleemsetest kohtades plaadil nagu kriimud, kuid see aeglustab importimist oluliselt.
nn: Feilretting prøver å arbeide rundt problemområde på plata, slik som skrammer på overflata, men vil gjera at importeringa går seinare.

source: Impordi CD
nn: Importer CD

source: Impordi see audioplaat kogusse
nn: Importer denne lyd-CD-en til biblioteket

source: Paljunda CD
nn: Kopier CD

source: Paljunda seda CD-d
nn: Kopier denne lyd-CD-en

source: Raja andmete otsimine...
nn: Søkjer etter sporinformasjon

source: Raja andmeid pole võimalik hankida
nn: Kunne ikkje henta sporinformasjon

source: CD importimine pole võimalik
nn: Kunne ikkje importere CD

source: Audio CD paljundamine pole võimalik
nn: Kunne ikkje kopiera lyd-CD

source: Audio-CD eelistused
nn: Innstillingar for lyd-CD-ar

source: Väljasta plaat
nn: Løys ut plate

source: Impordi ‟{0}”Audio CD" or "DVD
nn: Importer «{0}»Audio CD" or "DVD

source: Rada pole võimalik importida: {0}
nn: Kunne ikkje importera spor: {0}

source: Amarokist importimine nurjus
nn: Kunne ikkje importera frå Amarok

source: iTunes importija
nn: iTunes-import
